<?php

/* @var $this yii\web\View */

$asset = \app\assets\AppAsset::register($this);

$baseUrl = $asset->baseUrl;
?>

<div class="steps-block questions clearfix">
    <div class="cabinet questions">
        <article>
            <div class="content-left-fixed container">
                <div class="project-info-page-description">
                    <div class="profile-user-page">
                        <div class="image"></div>
                        <div class="questions-text-bold">Про проект</div>
                        <div class="questions-text">
                            <div class="bold">Освітній проект «Відкривай Україну»</div> - проект, який доводить суспільству, що молодь є
                            рушійною силою змін, яка може і хоче змінити на краще нашу країну. Для цього їм просто
                            необхідна наша з вами підтримка.
                            <br>
                            <br><div class="bold">Освітній проект Відкривай Україну</div> – це потужна ресурсна база, яка сприяє формуванню
                            необхідних компетенцій сучасної молодої людини, розвиває життєстійкість молодих людей,
                            формує навички критичного мислення, для вміння визначення проблем у своїх громадах та
                            запропонувати інноваційні рішення для їх вирішення, а громадам отримати максимум переваг від
                            пропозицій молоді.
                            <br>
                            <br><div class="bold">Місія проекту:</div>
                            формувати нову генерацію соціально-активної, культурно збагаченої, ініціативної та
                            високорозвиненої молоді!
                            <br>
                            <br><div class="bold">Мета проекту:</div>
                            створити умови для набуття практичного проектного досвіду; розширити обізнаність щодо
                            налагодження ефективних комунікацій, командної роботи, розуміння суспільних потреб, бачення
                            місцевого культурного розвитку та можливостей фінансового самозабезпечення; сформувати
                            необхідні компетенції у молоді для створення можливостей до самореалізації у містах,
                            районах, регіонах України.
                            <br>
                            <br><div class="bold">Ціль проекту:</div>
                            сприяти розвитку громадянського суспільства в регіонах через реалізацію молодіжних
                            соціальних та культурних проектів.
                            <br>
                            <br><div class="bold">Цільові групи:</div> учасники – учні шкіл з 7-11 клас, ментори команд - вчителі шкіл. Проектна
                            діяльність направлена на всі регіони України та здійснюється з метою залучення молоді із
                            різних куточків в тому числі молоді із числа ВПО та інших маргінальних груп з метою
                            налагодження взаємодії та рівних можливостей для всіх категорій молодого покоління.
                            <br>
                            <br><div class="bold">Структура проекту</div>
                            Реєстрація – на сайті <a href="/">www.vidkruvai.com.ua</a> реєструються всі потенційні
                            учасники проекти:
                            школярі загальноосвітніх шкіл 7-11 класу, вчителі, наставники.
                            <br>Команду можуть створювати по 2 учні з кожного класу, загальна чисельність команди 10
                            осіб: 1 капітан + 9 командних гравців та ментор.
                            <br><br><div class="bold">І ЕТАП</div> – командоутворюючий. Формування команди відбувається за інструкцією, завданнями
                            та рекомендаціями тренерської групи проекту через навчальну онлайн лабораторію, що створена
                            на платформі <a href="/">www.vidkruvai.com.ua</a>.
                            <br>Команду формує тільки капітан, тільки він може надіслати через онлайн платформу
                            запрошення до інших учасників долучитися до команди. Запрошення надсилається на електронну
                            пошту, що була вказана під час реєстрації. Після того як команда сформована, всі учасники
                            переходять до процесу вибору ментора. Затверджений командою ментор, також отримує запрошення
                            від каптана на електронну пошту, долучитися до роботи команди.
                            <br>На цьому етапі команди аналізує проблематику школи, обирають найбільш актуальну проблему
                            та вирішують її шляхом реалізації проекту на рівні школи.
                            <br><div class="bold">II ЕТАП</div> - проектний - командна робота над розробкою презентаційного проекту за одним із
                            двох напрямів: культурний та соціальний. Команди, які пройшли до ІІ етапу досліджують
                            проблематику громади, села, міста, регіону, району шляхом проведенням соціального опитування
                            та розробляють проект відповідно до виявленої суспільної значимої проблеми. Реалізація
                            проекту відбувається за підказками розробленого проектного алгоритму.
                            <br><div class="bold">ІІІ ЕТАП</div> – регіональний півфінал - визначення регіональних переможців. Регіональні
                            півфінали проводяться в один день в усіх регіонах України одночасно; на конкурсній основі
                            екпертне журі обирає один проект-переможець соціального або культурного концепту, який
                            братиме участь у фіналі в м. Києві. До регіонального півфіналу можуть пройти не більше 20
                            команд з регіону: 10 команд з проектами соціально та 10 команд з проектами культурного
                            концептів.
                            <br><div class="bold">ІV ЕТАП</div> – фінал-Визначення переможців проекту Відкривай Україну. Переможці проекту
                            отримують надзвичайну можливість відвідати країни Європи з метою розширення та поглиблення
                            досвіду в соціальному та культурному проектному менеджменті.
                            <br>Весь навчальний процес відбувається через геймофіковану онлайн платформу
                            <a href="/">www.vidkruvai.com.ua</a> і побудований на основі відолекцій, індивідуальних та
                            командних завдань, тощо.
                        </div>
                    </div>
                </div>
            </div>
        </article>
    </div>
</div>