<?php

/* @var $this yii\web\View */

$asset = \app\assets\AppAsset::register($this);

$baseUrl = $asset->baseUrl;
?>

<div class="steps-block questions clearfix">
    <div class="cabinet questions">
        <article>
            <div class="content-left-fixed container">
                <div class="project-info-page-description">
                    <div class="profile-user-page">
                        <div class="image"></div>
                        <div class="questions-text-bold">Часті питання про проект «Відкривай Україну»</div>
                        <div class="questions-text">
                            1.Загальні питання про проект "Відкривай Україну".
                            <br>1.1 Відкривай Україну – це конкурс?
                            <br>«Відкривай Україну» - це освітній гейміфікований проект, який складається з навчальної частини і окремо конкурсу. Ми створюємо середовище для розвитку підлітків, допомагаємо їм набути нові навички і змінити світ навколо. Елемент змагальності також присутній, бо це свого роду гра.

                            <br>1.2 Для кого цей проект?
                            <br>Проект спланований для підлітків, учнів 7-11 класів, мріям яких тісно на шкільному подвір'ї. Для тих, хто постійно пробує себе у чомусь новому, хоче усвідомити свою ідентичність безвідносно до оцінок дорослих.

                            <br>1.3 Чи є участь у проекті обов'язковою?
                            <br>«Відкривай Україну» - це всеукраїнський унікальний проект. Кожному учаснику ми пропонуємо спробувати і вже далі вирішити, чи йому цікаво.

                            <br>1.4 Хто фінансує ваш проект?
                            <br>Ми не маємо єдиного джерела. Залучаємо кошти засновників Фундації, гранти, зібрали частину суми на Спільнокошті. Будь-хто може стати фундатором: на сайті http://vidkruvai.com.ua є кнопка "Підтримайте проект".

                            <br>2. Загальні питання про участь в проекті.
                            <br>2.1 А чи зможуть міські координатори достатньо сприяти дітям під час реалізації ними проектів, особливо якщо ці проекти будуть спрямовані на перетворення міського простору?
                            <br>Міські координатори лише мають підготувати міську владу до того, що до них можуть звертатися діти, а потім - лише реагувати на запити команди, але не замінювати собою.

                            <br>2.2 Чи можна змінювати учасників команди і як?
                            <br>Механізм зміни учасників буде запропонований під час навчання. Також, якщо команді необхідна буде термінова заміна учасника, ви можете звернутись з темою листа: апеляція, місто, школа на адресу vu.proekt@gmail.com.

                            <br>2.3 Наш капітан не виконує свої функції, ми хочемо змінити його на іншого учня. Що нам для цього зробити?
                            <br>В даному випадку необхідно одному з учасників команди написати лист на електрону пошту vu.proekt@gmail.com з темою “апеляція, місто, школа”. У тексті листа описати причину заміни капітана, його імейл та імейл нового капітана команди.

                            <br>2.4 Якщо виникли термінові питання, куди я можу звернутись?
                            <br>якщо питання стосуються проходження проекту в вашому місті, то зверніться до вашого міського координатора
                            <br>якщо питання стосуються роботи сайту (онлайн платформи) пишіть із відповідною темою, лист, в якому обов’язково вкажіть ваше ім'я, школу і місто на мейл vu.platform@gmail.com
                            <br>якщо вам необхідно подати апеляцію, або ваше питання не може розглянути міський координатор, пишіть із відповідною темою, лист, в якому обов’язково вкажіть ваше ім'я, школу і місто на мейл vu.proekt@gmail.com

                            <br>2.5 Якщо нам незрозумілі завдання, де можна отримати роз'яснення?
                            <br>Усі команди є в рівних умовах і отримують однакові завдання. По змісту завдань можна консультуватися з вчителем-модератором та будь-ким, кому ви довіряєте. Команда проекту роз'яснень щодо змісту завдань не надає, тому сенсу писати на мейли організаторів немає. Це стосується і телефонних дзвінків організаторам. Не забувайте про Гугл, друзів, батьків, вчителів. А також уважно читайте тексти завдань і матеріали на сайті проекту.

                            <br>2.6 Ми виконали завдання, проте не отримали ніякої відповіді. Ми зробили щось невірно?
                            <br>Ми не виставляємо оцінок. Якщо ви зробили завдання і завантажили відповідь, то на карті школи має з'явитися відмітка (галочка) замість привида. Цього достатньо, щоб продовжувати.

                            <br>2.7 Якщо у нашій школі вимушені канікули або карантин, та учасники нашої команди не мають можливості бути на зв’язку у соціальних мережах, не можуть комунікувати для вирішення певного завдання? Через це ми втрачаємо строки для його виконання.
                            <br>В даному випадку необхідно одному з учасників команди написати лист на електрону пошту vu.proekt@gmail.com з темою “Апеляція”. У тексті листа вказати, чому команда не встигає виконати завдання з проханням продовження строку.

                            <br>3. Технічні питання щодо навчання.
                            <br>3.1 Не можу зайти до власного акаунту, сторінка постійно оновлюється, та у правому верхньому куті не з’являється моя поштова адреса.
                            <br>Скоріш за все, коли Ви намагаєтесь “залогінитись” до акаунту - виникають граматичні помилки у написанні поштової адреси або паролю (також це може бути активна кнопка Caps Lock або невірна мова клавіатури). У такому випадку радимо перевірити правильність інформації, яку Ви вводите, або скористуватись функцією “Забули пароль” та відновити його.

                            <br>3.2 Не бачу розділу “Навчання”, через це не можу завантажити з власного акаунту завдання.
                            <br>Бачити розділ “Навчання” можуть лише учасники, які мають статус “Учень”, “Вчитель” та “Капітан команди”. Скоріш за все, Вашої адреси немає в нашій електронній базі, або вона відрізнялась від електронної пошти, яка була вказана під час заповнення гугл-форми про склад команди, і тепер ми не можемо її знайти через “Пошук”. На відсутні поштові адреси направлялись листи з проханням зареєструватись на сайті. Якщо Ви не можете знайти такий лист у своїй електронній скриньці, напишіть про це на пошту vu.platform@gmail.com. У відповіді ми надішлемо посилання на реєстрацію. Напишіть відразу про успішну реєстрацію нам, ми внесемо Вас у електрону базу.

                            <br>3.3 Наш навчальний заклад має особисту назву. Під час реєстрації діти не мали змоги вказати повну назву закладу (оскільки повинні були обрати назву з переліку) або вказували різний тип закладу. Тепер учасників нашої команди “розкидало” по різним будиночкам-школам (або назва закладу дублюється декілька разів).
                            <br>Просимо вас надати повну назву Вашого навчального закладу та надати посилання на гугл-форму зі складом команди за адресою vu.platform@gmail.com. Кожному учаснику ми виправимо назву навчального закладу на ту, яку ви вказали. Після цього ви зможете знайти свій окремий будиночок на мапі міста!

                            <br>3.4 Бачу кнопку “Завантажити завдання, натискаю на неї, але нічого не відбувається.
                            <br>Можливо, Ви помилково потрапили на dev-верcію сайту. Правильне посилання на онлайн- платформу саме http://vidkruvai.com.ua
                        </div>
                    </div>
                </div>
            </div>
        </article>
    </div>
</div>