<?php

/* @var $this yii\web\View */

$asset = \app\assets\AppAsset::register($this);

$baseUrl = $asset->baseUrl;

$roleMentor = Yii::$app->siteUser->identity->role === \app\models\SiteUser::ROLE_MENTOR;
?>

    <div class="steps-block profile clearfix">
        <div class="cabinet rules">
            <article>
                <div class="sidebar-right-fixed">
                    <?= $this->render('/_blocks/profile-sidebar') ?>
                </div>
                <div class="content-left-fixed">
                    <div class="project-info-page-description">
                        <div class="profile-user-page">
                            <div class="image"></div>

                            <div class="progress-block">
                                <div class="progress-top">
                                    <div class="row">
                                        <div class="col-lg-12">

                                            <?php if(!$roleMentor): ?>
                                                <div class="progress-title">
                                                    <h3>
                                                        <?= \app\components\AppMsg::t('Реєструючись на платформі Освітнього проекту «Відкривай Україну», як учасник я погоджуюся з тим, що:'); ?>
                                                    </h3>
                                                </div>

                                                -	Буду чітко виконувати інструкції по виконанню завдань самостійно або разом з командою.
                                                <br>-	Буду надавати для оцінювання лише результати власної роботи та роботи команди, в якій є учасником Освітнього проекту «Відкривай Україну».
                                                <br>-	Не буду вдаватися до кроків, що можуть нечесно покращити мої результати чи результати моєї команди або погіршити/покращити результати інших учасників Освітнього проекту «Відкривай Україну».
                                                <br>-	Не буду публікувати на форумах Освітнього проекту «Відкривай Україну» інформацію, яка може  вплинути на  погіршення/покращення  результатів  оцінювання роботи учасників та команд на платформі.
                                                <br>-	Буду мати лише один обліковий запис на сайті та не буду надавати його в користування іншим людям.
                                                <br>-	Реєструючись на сайті он-лайн платформи «Відкривай Україну», я даю згоду на обробку адміністрацією сайту наданих мною персональних даних.
                                                <br>-	Завантажуючи  на сайт он-лайн платформи «Відкривай Україну» будь-які фото, відео, аудіо та письмові матеріали я даю згоду на їх використаннях адміністрацією сайту від імені Освітнього проекту «Відкривай Україну» та Фундації соціальних інновацій «З країни в Україну».
                                                <br>-	Буду дотримуватися термінів* виконання завдань . *У випадку недотримання термінів виконання завдань, усвідомлюю, що Адміністрація сайту припиняє  мою подальшу  участь в Освітньому проекті «Відкривай Україну», що унеможливлює перехід  на  інший етап проекту.
                                            <?php else: ?>
                                                <div class="progress-title">
                                                    <h3>
                                                        <?= \app\components\AppMsg::t('Реєструючись на платформі Освітнього проекту «Відкривай Україну», як ментор я погоджуюся з тим, що:'); ?>
                                                    </h3>
                                                </div>

                                                -	Буду чітко виконувати інструкції по правилах роботи з учасниками «Відкривай Україну» та з  командою в цілому.
                                                <br>-	Буду сприяти комунікації між командою та Адміністрацією Освітнього проекту «Відкривай Україну».
                                                <br>-	Не буду вдаватися до кроків, що можуть нечесно покращити  результати моєї команди або погіршити  результати інших команд-учасників Освітнього проекту «Відкривай Україну».
                                                <br>-	Не буду наполягати на особистих рішеннях, які  учасники «Відкривай Україну» не погодили спільно в команді.
                                                <br>-	Реєструючись на сайті он-лайн платформи «Відкривай Україну», я даю згоду на обробку наданих мною персональних даних.
                                                <br>-	Буду мати лише один обліковий запис на сайті та не буду надавати його в користування іншим людям.
                                            <?php endif; ?>

                                            <div class="progress-title">
                                                <h3>
                                                    <?= \app\components\AppMsg::t('Політика конфіденційності'); ?>
                                                </h3>
                                            </div>

                                            Адміністрація зобов’язується використовувати адреси електронних скриньок та іншу персональну інформацію зареєстрованих користувачів сайту виключно для забезпечення функціонування Освітнього проекту «Відкривай Україну», внутрішньої роботи он-лайн платформи та надсилання інформаційних листів з новинами Освітнього проекту «Відкривай Україну» та діяльності Фундації соціальних інновацій «З країни в  Україну», і ні в яких інших цілях.
                                            <br>Адміністрація зобов’язується використовувати фото, відео, аудіо та письмові матеріали зареєстрованих учасників сайту виключно для забезпечення належного функціонування Освітнього проекту «Відкривай Україну»,  в тому числі, розміщення відео від імені Освітнього проекту «Відкривай Україну» на різноманітних  інтернет ресурсах , а також теле-, радіоефірах.

                                            <div class="progress-title">
                                                <h3>
                                                    <?= \app\components\AppMsg::t('Правила сайту'); ?>
                                                </h3>
                                            </div>

                                            1. Адміністрація он-лайн платформи «Відкривай Україну» визначає правила поведінки на ньому і залишає за собою право вносити зміни до цих правил. Фактом користування сайтом он-лайн платформи «Відкривай Україну»  користувач автоматично погоджується виконувати ці правила. Незнання правил не звільняє від необхідності їх виконання.
                                            <br>2. Зміни в роботі сервісів сайту он-лайн платформи «Відкривай Україну» , а також повне чи часткове припинення їх роботи можуть бути здійснені адміністрацією сайту в односторонньому порядку без попереджень.
                                            <br>3. Адміністрація не несе відповідальності за розміщені користувачами повідомлення. Відповідальність за дотримання прав інтелектуальної власності в рамках розміщених на он-лайн платформі «Відкривай Україну» матеріалів несуть викладачі матеріалів.
                                            <br>4. Адміністрація залишає за собою право на редагування чи видалення коментарів. Адміністрація може позбавити права користування сайтом учасника, який систематично порушує ці правила.
                                            <br>5. Будь-яке копіювання та використання (повне чи часткове) матеріалів он-лайн платформи «Відкривай Україну»   дозволяється виключно з письмової згоди Фундації соціальних інновацій «З країни в Україну». Будь яке копіювання та використання (повне чи часткове) матеріалів он-лайн платформи «Відкривай Україну»  дозволяється лише за умови гіперпосилання на відповідний матеріал (статтю) сайту он-лайн платформи «Відкривай Україну».

                                            <div class="progress-title">
                                                <h3>
                                                    <?= \app\components\AppMsg::t('На сайті заборонено'); ?>
                                                </h3>
                                            </div>

                                            1. Використання сайту будь-яким способом, який може перешкодити нормальному функціонуванню сайту та його сервісів.
                                            <br>2. Заклики до насильницької зміни або повалення конституційного ладу або до захоплення державної влади; заклики до зміни адміністративних меж або державного кордону України, порушення порядку, встановленого Конституцією України; заклики до погромів, підпалів, знищення майна, захоплення будівель або споруд, насильницького виселення громадян; заклики до агресії або до розв’язання військового конфлікту. Будь-які повідомлення та інші дії, які заборонені законодавством України.
                                            <br>3. Розміщення матеріалів, що порушують авторське право. Якщо ви, як правовласник, вважаєте, що будь-які розміщені на сайті матеріали порушують ваше авторське право – будь ласка, зв’яжіться з нами.
                                            <br>4. Прямі та непрямі образи будь-кого, зокрема, вчителів, учнів, лекторів, користувачів он-лайн платформи «Відкривай Україну», зокрема за національною, етнічною, расовою або релігійною приналежністю, а також шовіністичні висловлювання.
                                            <br>5. Нецензурні вирази, висловлювання порнографічного, еротичного або сексуального характеру.
                                            <br>6. Вислови, метою яких є навмисна провокація різкої реакції інших учасників он-лайн платформи «Відкривай Україну».
                                            <br>7. Реклама, комерційні повідомлення, а також повідомлення, які не мають інформаційного навантаження і не стосуються тематики он-лайн платформи «Відкривай Україну»  (спам).
                                            <br><br>
                                        </div>

                                        <?= !\Yii::$app->siteUser->identity->agreement_read ?
                                            \yii\helpers\Html::submitButton('Далі',
                                                ['class' => 'link-button', 'id' => 'rules-read-agreement']) :
                                            '<a href="/profile">' . \yii\helpers\Html::submitButton('До профілю',
                                                ['class' => 'link-button rules-to-profile']) . '</a>' ?>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </article>
        </div>
    </div>

<?php
$pageOptions = \yii\helpers\Json::encode([
    'acceptAgreementUrl' => '/profile/agreement/',
]);

$this->registerJs('RulesPage(' . $pageOptions . ')');
?>